#Узнаем длину
a = float(input('Введите длину комнаты в метрах: '))
#Узнаем ширину
b = float(input('Введите ширину комнаты в метрах: '))
#Вывести итог
print('Площадь комнаты =', a*b, '(метров квадратных).')